[
	{
		"name": "The Mandalorian \n (Din Djarin)",
		"description": "Din Djarin, commonly known as \"the Mandalorian\" or \"Mando\" for short, was a human male Mandalorian who worked as a bounty hunter during the New Republic Era. With his Mandalorian armor and distinctive beskar helmet, Djarin was both well-equipped and enigmatic—a stranger whose past was shrouded in mystery to others. Orphaned during the Republic Era and raised as a foundling, he was trained to become a Mandalorian warrior and eventually joined the Tribe, who operated on Nevarro. Djarin became battle-hardened, a man of few words, and a formidable hunter in an increasingly dangerous galaxy.",
		"image": "/characters/Mandalorian.jpg",
		"image_alt": "The Mandalorian",
		"link": "https://starwars.fandom.com/wiki/Din_Djarin"
	},
	{
		"name": "Greef Karga",
		"description": "Greef Karga was a human male and former disgraced magistrate before becoming an agent of the Bounty Hunters' Guild following the collapse of the Galactic Empire. In around 9 ABY, he met with the bounty hunter named Din Djarin in a cantina to accept four bounties the hunter had captured. Djarin then refused to accept payment in Imperial credits, forcing Karga to pay him in Calamari Flan, after which he told of an unusual job from individual known as the Client associated with an Imperial remnant.",
		"image": "/characters/Greef Karga.jpg",
		"image_alt": "Greef Karga",
		"link": "https://starwars.fandom.com/wiki/Greef_Karga"
	},
	{
		"name": "IG-11",
		"description": "IG-11, also known as Eyegee-Eleven or simply as IG or Eyegee, was a masculine-programmed IG-series assassin droid who was a bounty hunter during the New Republic Era. IG-11 was programmed to follow protocols of the Bounty Hunters' Guild, and had a built-in self-destruct mechanism to prevent himself from being captured while working as a hired gun.",
		"image": "/characters/IG-11.jpg",
		"image_alt": "IG-11",
		"link": "https://starwars.fandom.com/wiki/IG-11"
	},
	{
		"name": "Grogu \n (Baby Yoda)",
		"description": "\"The Child\" was a male Force-sensitive Mandalorian foundling that belonged to the same species as Jedi Grand Master Yoda and Jedi Master Yaddle. The Child was born around 41 BBY, and was held at an encampment run by Nikto mercenaries on Arvala-7 during the New Republic Era. While still an infant at the age of fifty years old, he was sought by an Imperial who hired a Mandalorian bounty hunter named Din Djarin to retrieve him.",
		"image": "/characters/Baby Yoda.jpg",
		"image_alt": "Baby Yoda",
		"link": "https://starwars.fandom.com/wiki/The_Child"
	},
	{
		"name": "Cara Dune",
		"description": "Carasynthia \"Cara\" Dune was a human female Alderaanian who served as a shock trooper in the Alliance to Restore the Republic and the New Republic during the Galactic Civil War. A seasoned warrior, she was an intimidating brawler and a crack shot. By 9 ABY, Dune had put her days of military discipline behind her to operate as a mercenary. After spending time on the planet Sorgan, she met the bounty hunter Din Djarin and his companion and worked with him for a short time before Djarin departed Sorgan. Eventually, Djarin returned to enlist Dune to help him combat an Imperial remnant on Nevarro. After their mission, Dune stayed on Nevarro to work with Djarin's former employer Greef Karga.",
		"image": "/characters/Cara Dune.jpg",
		"image_alt": "Cara Dune",
		"link": "https://starwars.fandom.com/wiki/Carasynthia_Dune"
	},
	{
		"name": "Kuiil",
		"description": "Kuiil was an Ugnaught male who worked a lifetime to be free of servitude. He came to the out-of-the-way planet of Arvala-7 seeking peace, and worked as a vapor farmer who offered valuable skills to those who could meet his price. Eventually, criminals and mercenaries trespassed on his world[3] during the time of the New Republic, and at some point Kuiil encountered the Mandalorian bounty hunter Din Djarin.[5] After the plan to relieve The Child from being hunted went poorly, Kuiil was eventually tracked down, shot, and killed by Imperial scout troopers on speeder bikes.",
		"image": "/characters/Kuiil.jpg",
		"image_alt": "Kuiil",
		"link": "https://starwars.fandom.com/wiki/Kuiil"
	},
	{
		"name": "Mof Gideon",
		"description": "Gideon was a human male who served as an officer in the Imperial Security Bureau, a law enforcement and intelligence agency of the Galactic Empire. By 9 ABY, he had acquired the legendary Mandalorian weapon known as the Darksaber, and risen to the position of moff leading a sizeable remnant of the Empire.",
		"image": "/characters/Mof Gideon.jpg",
		"image_alt": "Mof Gideon",
		"link": "https://starwars.fandom.com/wiki/Gideon"
	},
	{
		"name": "The Armorer",
		"description": "\"The Armorer\" was a female Mandalorian who served the Tribe as an armorer during the New Republic Era. Following the Galactic Empire's Great Purge, she resided with the Tribe in a covert on the planet Nevarro, where she forged armor and weapons for her fellow Mandalorians. Around 9 ABY, she forged a new set of armor for the Mandalorian bounty hunter Din Djarin using the beskar he provided. During this time, she stopped an altercation between Djarin and another member of the Tribe, Paz Vizsla, when she reminded them of the way of life they were supposed to follow.",
		"image": "/characters/The Armorer.jpg",
		"image_alt": "The Armorer",
		"link": "https://starwars.fandom.com/wiki/The_Armorer"
	},
	{
		"name": "Doctor Perishing",
		"description": "Pershing was a human male doctor and clone engineer affiliated with a remnant of the Galactic Empire during the New Republic Era. By 9 ABY, Pershing and \"the Client\" placed a bounty on Grogu in hopes of acquiring it. One of the bounty hunters who accepted the commission was Din Djarin who met with the Client and Pershing while they were under the protection of Remnant Stormtroopers.",
		"image": "/characters/Doctor Perishing.jpg",
		"image_alt": "Doctor Perishing",
		"link": "https://starwars.fandom.com/wiki/Pershing"
	},
	{
		"name": "Bo-Katan Kryze",
		"description": "Bo-Katan Kryze was a Mandalorian human female who was the leader of the Nite Owls and a lieutenant in Death Watch, a terrorist group, and later during the Imperial Era, became Mand'alor. During the Clone Wars, Kryze's sister, Satine, ruled as the Duchess of Mandalore, and Kryze sought to undo her pacifistic teachings, believing that Mandalore should take pride in its martial history. After Governor Pre Vizsla of Concordia was publicly exposed as the leader of Death Watch, the splinter group was exiled from the Mandalore system. In 19 BBY, Kryze and Vizsla discovered the Sith Lords Maul and Savage Opress. With the Sith, they plotted to reclaim Mandalore, and through Maul's planning, united several criminal syndicates to form the Shadow Collective. Launching a takeover of Mandalore, Satine's rule was overthrown, and Vizsla took control of the planet.f",
		"image": "/characters/Bo-Katan Kryze.jpg",
		"image_alt": "Bo-Katan Kryze.jpg",
		"link": "https://starwars.fandom.com/wiki/Bo-Katan_Kryze"
	},
	{
		"name": "Ahsoka Tano",
		"description": "Ahsoka Tano was a former Jedi Padawan who, after the Clone Wars, helped establish a network of various rebel cells against the Galactic Empire. A Togruta female, Tano was discovered on her homeworld of Shili by Jedi Master Plo Koon, who brought her to the Jedi Temple on Coruscant to receive Jedi training. Following the outbreak of the Clone Wars, Jedi Grand Master Yoda assigned the young Tano to be the Padawan learner of Jedi Knight Anakin Skywalker, who nicknamed her \"Snips\" when she joined him at the Battle of Christophsis. Whereas Tano was eager to prove herself, Skywalker had a reputation for recklessness, and they had a rather difficult start as master and apprentice. Yet they worked together to rescue Rotta, the son of crime lord Jabba Desilijic Tiure, and returned Rotta to his father, thus facilitating a crucial alliance between the Hutt Clan and the Galactic Republic.",
		"image": "/characters/Ahsoka Tano.jpg",
		"image_alt": "Ahsoka Tano",
		"link": "https://starwars.fandom.com/wiki/Ahsoka_Tano"
	},
	{
		"name": "Boba Fett",
		"description": "Boba Fett was the unaltered clone of Jango Fett, a human male Mandalorian bounty hunter who raised Boba as his son during the Republic Era. Fett emulated his genetic donor, whom he regarded as his father, by wearing a customized suit of Mandalorian armor. His personal starship was the Slave I, a Firespray-31-class patrol and attack craft that once belonged to Jango. Trained in combat and martial skills from a young age, Fett was one of the most feared bounty hunters in the galaxy during the Imperial Era. He became a legend over the course of his career, which included contracts for both the Galactic Empire and the extensive criminal underworld.",
		"image": "/characters/Boba Fett.jpg",
		"image_alt": "Boba Fett",
		"link": "https://starwars.fandom.com/wiki/Boba_Fett"
	},
	{
		"name": "Fennec Shand",
		"description": "Fennec Shand was a human female assassin and mercenary who worked for many of the top crime syndicates. After the New Republic locked up many of her employers, she went on the run and ended up on the planet Tatooine, where she was tracked down by two bounty hunters, Din Djarin and rookie Toro Calican. After she fired on the pair in the desert, they waited till nightfall then charged at her on speeder bikes, using flash charges to cover their approach.",
		"image": "/characters/Fennec Shand.jpg",
		"image_alt": "Fennec Shand",
		"link": "https://starwars.fandom.com/wiki/Fennec_Shand"
	},
	{
		"name": "Migs Mayfield",
		"description": "Migs Mayfeld, known as Inmate 34667 while incarcerated, was a human male mercenary who was a former sharpshooter in the Imperial Military. During the time of the New Republic, Mayfeld was recruited by the criminal Ranzar Malk to lead a team to rescue the prisoner Qin from Bothan-Five, a New Republic Correctional Transport. Malk, Mayfeld, and the team intended to betray the Mandalorian Din Djarin, who had also been hired for use of his ship, the Razor Crest.",
		"image": "/characters/Migs Mayfeld.jpg",
		"image_alt": "Migs Mayfield",
		"link": "https://starwars.fandom.com/wiki/Migs_Mayfeld"
	}
]
