[{"key":"Chapter 1: The Mandalorian","preview":"\"Chapter 1: The Mandalorian\" is the premiere episode of the American streaming television series The Mandalorian. It was","full":"\"Chapter 1: The Mandalorian\" is the premiere episode of the American streaming television series The Mandalorian. It was written by the series' showrunner Jon Favreau, directed by Dave Filoni, and released on Disney+ on November 12, 2019. The episode stars Pedro Pascal as The Mandalorian, a lone bounty hunter who is given a mission by the mysterious Client. The episode won two Primetime Emmy Awards.","link":"https://en.wikipedia.org/wiki/Chapter_1:_The_Mandalorian","showFull":false},{"key":"Chapter 2: The Child","preview":"\"Chapter 2: The Child\" is the second episode of the first season of the American streaming television series The Mandalo","full":"\"Chapter 2: The Child\" is the second episode of the first season of the American streaming television series The Mandalorian. It was written by the series' showrunner Jon Favreau, directed by Rick Famuyiwa, and released on Disney+ on November 15, 2019. The episode stars Pedro Pascal as The Mandalorian, a lone bounty hunter who has retrieved \"The Child\". The episode was nominated for three Primetime Emmy Awards, winning two of them.","link":"https://en.wikipedia.org/wiki/Chapter_2:_The_Child","showFull":false},{"key":"Chapter 3: The Sin","preview":"\"Chapter 3: The Sin\" is the third episode of the first season of the American streaming television series The Mandaloria","full":"\"Chapter 3: The Sin\" is the third episode of the first season of the American streaming television series The Mandalorian. It was written by the series' showrunner Jon Favreau, directed by Deborah Chow, and released on Disney+ on November 22, 2019. The episode stars Pedro Pascal as The Mandalorian, a lone bounty hunter who returns \"The Child\" to the mysterious Client. The episode received one Primetime Emmy Awards nomination.","link":"https://en.wikipedia.org/wiki/Chapter_3:_The_Sin","showFull":false},{"key":"Chapter 4: Sanctuary","preview":"\"Chapter 4: Sanctuary\" is the fourth episode of the first season of the American streaming television series The Mandalo","full":"\"Chapter 4: Sanctuary\" is the fourth episode of the first season of the American streaming television series The Mandalorian. It was written by the series' showrunner Jon Favreau, directed by Bryce Dallas Howard, and released on Disney+ on November 29, 2019. The episode stars Pedro Pascal as The Mandalorian, a lone bounty hunter who goes into hiding with \"The Child\". The episode received one Primetime Emmy Awards nomination.","link":"https://en.wikipedia.org/wiki/Chapter_4:_Sanctuary","showFull":false},{"key":"Chapter 5: The Gunslinger","preview":"\"Chapter 5: The Gunslinger\" is the fifth episode of the first season of the American streaming television series The Man","full":"\"Chapter 5: The Gunslinger\" is the fifth episode of the first season of the American streaming television series The Mandalorian. It was written and directed by executive producer Dave Filoni and released on Disney+ on December 6, 2019. The episode stars Pedro Pascal as The Mandalorian, a lone bounty hunter on the run with \"The Child\" who helps a new bounty hunter.","link":"https://en.wikipedia.org/wiki/Chapter_5:_The_Gunslinger","showFull":false},{"key":"Chapter 6: The Prisoner","preview":"\"Chapter 6: The Prisoner\" is the sixth episode of the first season of the American streaming television series The Manda","full":"\"Chapter 6: The Prisoner\" is the sixth episode of the first season of the American streaming television series The Mandalorian. It was written by Rick Famuyiwa and Christopher Yost, directed by Famuyiwa, and released on Disney+ on December 13, 2019. The episode stars Pedro Pascal as The Mandalorian, a lone bounty hunter on the run who gets recruited by some of his former colleagues. The episode received one Primetime Emmy Awards nomination.","link":"https://en.wikipedia.org/wiki/Chapter_6:_The_Prisoner","showFull":false},{"key":"Chapter 7: The Reckoning","preview":"\"Chapter 7: The Reckoning\" is the seventh episode of the first season of the American streaming television series The Ma","full":"\"Chapter 7: The Reckoning\" is the seventh episode of the first season of the American streaming television series The Mandalorian. It was written by the series' showrunner Jon Favreau, directed by Deborah Chow, and released on Disney+ on December 18, 2019. The episode stars Pedro Pascal as The Mandalorian, a lone bounty hunter on the run with \"the Child\". The episode won a Primetime Emmy Award for Cinematography.","link":"https://en.wikipedia.org/wiki/Chapter_7:_The_Reckoning","showFull":false},{"key":"Chapter 8: Redemption","preview":"\"Chapter 8: Redemption\" is the eighth and final episode of the first season of the American streaming television series ","full":"\"Chapter 8: Redemption\" is the eighth and final episode of the first season of the American streaming television series The Mandalorian. It was written by the series' showrunner Jon Favreau, directed by Taika Waititi, and released on Disney+ on December 27, 2019. The episode stars Pedro Pascal as the Mandalorian, a lone bounty hunter on the run with \"the Child\". The episode was nominated for four Primetime Emmy Awards, winning one of them.","link":"https://en.wikipedia.org/wiki/Chapter_8:_Redemption","showFull":false}]