[{"key":"Chapter 9: The Marshal","preview":"\"Chapter 9: The Marshal\" is the first episode of the second season of the American streaming television series The Manda","full":"\"Chapter 9: The Marshal\" is the first episode of the second season of the American streaming television series The Mandalorian. It was written and directed by the series' showrunner Jon Favreau and released on Disney+ on October 30, 2020. The episode stars Pedro Pascal as the Mandalorian, a lone bounty hunter on the run with \"the Child\", in search of other Mandalorians to help him return the Child to his people.","link":"https://en.wikipedia.org/wiki/Chapter_9:_The_Marshal","showFull":false},{"key":"Chapter 10: The Passenger","preview":"\"Chapter 10: The Passenger\" is the second episode of the second season of the American streaming television series The M","full":"\"Chapter 10: The Passenger\" is the second episode of the second season of the American streaming television series The Mandalorian. It was written by showrunner Jon Favreau and directed by Peyton Reed. It was released on Disney+ on November 6, 2020. The episode stars Pedro Pascal as the Mandalorian, a lone bounty hunter on the run with \"the Child\".","link":"https://en.wikipedia.org/wiki/Chapter_10:_The_Passenger","showFull":false},{"key":"Chapter 11: The Heiress","preview":"\"Chapter 11: The Heiress\" is the third episode of the second season of the American streaming television series The Mand","full":"\"Chapter 11: The Heiress\" is the third episode of the second season of the American streaming television series The Mandalorian. It was written by showrunner Jon Favreau and directed by Bryce Dallas Howard. It was released on Disney+ on November 13, 2020. The episode stars Pedro Pascal as the Mandalorian, a lone bounty hunter on the run with \"the Child\", in search for the latter's people, the Jedi. Katee Sackhoff guest stars as Bo-Katan Kryze, a character she previously voiced on the animated series Star Wars: The Clone Wars and Star Wars: Rebels. The episode received positive reviews.","link":"https://en.wikipedia.org/wiki/Chapter_11:_The_Heiress","showFull":false},{"key":"Chapter 12: The Siege","preview":"\"Chapter 12: The Siege\" is the fourth episode of the second season of the American streaming television series The Manda","full":"\"Chapter 12: The Siege\" is the fourth episode of the second season of the American streaming television series The Mandalorian. It was written by showrunner Jon Favreau and directed by Carl Weathers. It was released on Disney+ on November 20, 2020.","link":"https://en.wikipedia.org/wiki/Chapter_12:_The_Siege","showFull":false},{"key":"Chapter 13: The Jedi","preview":"\"Chapter 13: The Jedi\" is the fifth episode of the second season of the American television series The Mandalorian. It s","full":"\"Chapter 13: The Jedi\" is the fifth episode of the second season of the American television series The Mandalorian. It stars Pedro Pascal as the Mandalorian, a bounty hunter trying to return \"The Child\" to his people, the Jedi. The episode is part of the Star Wars franchise, set after the events of Return of the Jedi (1983), and was written and directed by executive producer Dave Filoni.","link":"https://en.wikipedia.org/wiki/Chapter_13:_The_Jedi","showFull":false},{"key":"Chapter 14: The Tragedy","preview":"\"Chapter 14: The Tragedy\" is the sixth episode of the second season of the American streaming television series The Mand","full":"\"Chapter 14: The Tragedy\" is the sixth episode of the second season of the American streaming television series The Mandalorian. It was written by showrunner Jon Favreau and directed by Robert Rodriguez. It was released on Disney+ on December 4, 2020.","link":"https://en.wikipedia.org/wiki/Chapter_14:_The_Tragedy","showFull":false},{"key":"Chapter 15: The Believer","preview":"\"Chapter 15: The Believer\" is the seventh episode of the second season of the American streaming television series The M","full":"\"Chapter 15: The Believer\" is the seventh episode of the second season of the American streaming television series The Mandalorian. It was written and directed by Rick Famuyiwa. It was released on Disney+ on December 11, 2020.","link":"https://en.wikipedia.org/wiki/Chapter_15:_The_Believer","showFull":false},{"key":"Chapter 16: The Rescue","preview":"\"Chapter 16: The Rescue\" is the eighth and final episode of the second season of the American streaming television serie","full":"\"Chapter 16: The Rescue\" is the eighth and final episode of the second season of the American streaming television series The Mandalorian. It was written by showrunner Jon Favreau and directed by Peyton Reed. It was released on Disney+ on December 18, 2020.","link":"https://en.wikipedia.org/wiki/Chapter_16:_The_Rescue","showFull":false}]